[
    {
        "app_name": "Discord - Talk, Play, Hang Out",
        "description": "Discord is designed for gaming and great for just chilling with friends or building a community. Customize your own space and gather your friends to talk while playing your favorite games, or just hang out.\r\n\r\nGROUP CHAT THAT’S ALL FUN & GAMES\r\n∙ Discord is great for playing games and chilling with friends, or even building a worldwide community. Customize your own space to talk, play, and hang out in.\r\n\r\nMAKE YOUR GROUP CHATS MORE FUN\r\n∙ Create custom emoji, stickers, soundboard effects, and more to add your personality to voice, video, or text chat. Set your avatar, a custom status, and write your own profile to show up in chat your way.\r\n\r\nSTREAM LIKE YOU’RE IN THE SAME ROOM\r\n∙ High-quality and low-latency streaming makes it feel like you're hanging out on the couch with friends while playing a game, watching shows, looking at photos, or idk doing homework or something.\r\n\r\nHOP IN WHEN YOU’RE FREE, NO NEED TO CALL\r\n∙ Easily hop in and out of voice or text chats without having to call or invite anyone, so you can chat with your friends before, during, and after your game session.\r\n\r\nSEE WHO’S AROUND TO CHILL\r\n∙ See who’s around, playing games, or just hanging out. For supported games, you can see what modes or characters your friends are playing and directly join up.\r\n\r\nALWAYS HAVE SOMETHING TO DO TOGETHER\r\n∙ Watch videos, play built-in games, listen to music, or just scroll together and spam memes. Seamlessly text, call, video chat, and play games, all in one group chat.\r\n\r\nWHEREVER YOU GAME, HANG OUT HERE\r\n∙ On your PC, phone, or console, you can still hang out on Discord. Easily switch between devices and use tools to manage multiple group chats with friends.",
        "summary": "Group Chat That’s Fun & Games",
        "category": "Communication",
        "categoryId": "COMMUNICATION",
        "in_app_purchases": true,
        "android_version": null,
        "developer": "Discord Inc.",
        "developer_site": "https://dis.gd/contact",
        "release_date": "May 7, 2015",
        "current_version_release_date": "Nov 04, 2024",
        "version": "253.18 - Stable",
        "changelog": null,
        "n_reviews": 298519,
        "reviews": [
            {
                "package": "com.discord",
                "reviewId": "6b6e58c3-81c3-4fce-9b0d-b619be49f156",
                "review": "Send messages. Please. I need to send a message. Plan your trip. Plan trips. Send message and send multiple messages",
                "reply": null,
                "userName": "charanya gj",
                "score": 5,
                "at": "Nov 06, 2024"
            }
        ]
    }
]